{
  "Navigation": {
    "home": "Inicio",
    "about": "Nosotros",
    "experience": "Experiencia",
    "contact": "Contacto"
  },
  "Home": {
    "courses": "Nuestros Cursos",
    "school": "Escuela de Español",
    "learning": "Aprende Español con Nosotros",
    "description": "Descubre la riqueza del idioma español con nuestros cursos personalizados para todos los niveles. Desde básico hasta avanzado, alcanzarás la fluidez que siempre has deseado.",
    "contact us": "Contáctanos",
    "study with us": "¿Te gustaría estudiar con nosotros?"
  },
  "Right": {
    "title": "Sobre Nosotros",
    "description": "En nuestra academia, nos apasiona enseñar y compartir el conocimiento del idioma español. Con un equipo de profesores calificados y un método de enseñanza eficaz, buscamos ofrecer una experiencia de aprendizaje personalizada y envolvente. Nuestro objetivo es ayudar a nuestros estudiantes a alcanzar sus sueños, ya sea dominar el español para oportunidades profesionales, viajes o interés personal. Aquí valoramos la dedicación, la interacción y el progreso de cada alumno en un ambiente acogedor y motivador. ¡Ven a aprender con nosotros y descubre un nuevo mundo de posibilidades!"
  },
  "Left": {
    "title": "¿Cómo sería tu experiencia con nosotros?",
    "description": "Estudiar en nuestra academia de español es sumergirse en una experiencia enriquecedora y práctica. Ofrecemos clases dinámicas adaptadas a todos los niveles, con profesores nativos y materiales actualizados que te ayudarán a dominar el idioma de forma natural. Además, desarrollarás habilidades de comunicación efectiva mientras exploras la cultura brasileña y portuguesa en un ambiente acogedor y motivador. ¡Únete a nosotros y da el primer paso hacia la fluidez en español!"
  },
  "Contact": {
    "title": "Ponte en Contacto",
    "description": "¿Te gustaría estudiar con nosotros? ¡Contáctanos y resuelve todas tus dudas! Estamos aquí para ayudarte a dar el primer paso en tu camino de aprendizaje del español.",
    "info": "Información de Contacto",
    "street": "calle ejemplo, 123 - São Paulo, SP",
    "email": "contacto@escolaportugues.com",
    "phone": "(11) 9999-9999",
    "socials": "Redes Sociales"
  },
  "Form": {
    "name": "Nombre",
    "surname": "Apellido",
    "email": "Correo Electrónico",
    "motivation": "Motivo de la consulta",
    "message": "Escribe tu consulta",
    "submit": "Enviar Consulta"
  },
    "Footer": {
      "rights": "© 2025 Dunya. Todos los derechos reservados."
    }
}

