{
    "Navigation": {
      "home": "Inicio",
      "about": "Nosotros",
      "experience": "Experiência",
      "contact": "Contato"
    },
    "Home": {
      "courses": "Nossos Cursos",
      "school": "Escola de Espanhol",
      "learning": "Aprenda Espanhol Conosco",
      "description": "Descubra a riqueza da língua espanhola com nossos cursos personalizados para todos os níveis. Do básico ao avançado, você alcançará a fluência que sempre desejou.",
      "contact us": "Contate-nos",
      "study with us": "¿Gostaria de estudar conosco?"
    },
    "Right": {
      "title": "Sobre Nós",
      "description": "Na nossa academia, somos apaixonados por ensinar e por compartilhar o conhecimento do idioma espanhol. Com uma equipe de professores qualificados e um método de ensino eficaz, buscamos oferecer uma experiência de aprendizado personalizada e envolvente. Nosso objetivo é ajudar nossos alunos a alcançar seus sonhos, seja dominar o espanhol para oportunidades profissionais, viagens ou interesse pessoal. Aqui, valorizamos a dedicação, a interação e o progresso de cada aluno em um ambiente acolhedor e motivador. Venha aprender conosco e descubra um novo mundo de possibilidades!"
    },
    "Left": {
      "title":"Como seria sua experiência conosco?",
      "description": "Estudar na nossa academia de espanhol é mergulhar em uma experiência enriquecedora e prática. Oferecemos aulas dinâmicas adaptadas a todos os níveis, com professores nativos e materiais atualizados que te ajudarão a dominar o idioma de forma natural. Junte-se a nós e dê o primeiro passo rumo à fluência em espanhol!"
    },
    "Contact": {
      "title": "Entre em Contato",
      "description": "Gostaria de estudar conosco? Entre em contato e tire todas as suas dúvidas! Estamos aqui para ajudar você a dar o primeiro passo na sua jornada de aprendizado do espanhol.",
      "info": "Informações de Contato",
      "street": "rua example, 123 - São Paulo, SP",
      "email": "contato@escolaportugues.com",
      "phone": "(11) 9999-9999",
      "socials": "Redes Sociais"
    },
    "Form": {
      "name": "Nome",
      "surname": "Sobrenome",
      "email": "Email",
      "motivation": "Motivo de la consulta",
      "message": "Escreva sua consulta",
      "submit": "Enviar Consulta"
    },
    "Footer": {
      "rights": "© 2025 Dunya. Todos os direitos reservados."
    }
  }